Revit 2027 API
ParameterTypeId.AlternateUnitsSuffix Property
 "Alternate Units Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlternateUnitsSuffix { get; }
Public Shared ReadOnly Property AlternateUnitsSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlternateUnitsSuffix {
	ForgeTypeId^ get ();
}
static member AlternateUnitsSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace